Repository: ahornero/clean-login
Catalog: lang/clean-login-rs_*.po
Languages: sr

source: Successfully logged in!
sr: Uspešno prijavljeni!

source: Wrong credentials
sr: Pogrešni akreditivi

source: Successfully logged out!
sr: Uspešno odjavljeni!

source: Information updated
sr: Podaci ažurirani

source: Passwords must be identical
sr: Lozinke moraju biti identične

source: Error updating email
sr: Došlo je do greške prilikom ažuriranja mail-a.

source: Something strange has ocurred
sr: Desilo se nešto neobično

source: You need to be logged in to edit your profile
sr: Da biste uredili svoj profil, morate biti prijavljeni

source: User created
sr: Korisnik kreiran

source: New user created
sr: Novi korisnik kreiran

source: Username is not valid
sr: Korisničko ime je nevažeće

source: Passwords must be identical and filled
sr: Lozinke moraju biti identične i navedene

source: Email is not valid
sr: Mail nije važeći

source: CAPTCHA is not valid, please try again
sr: CAPTCHA ne važi, probajte ponovo

source: Something strange has ocurred while created the new user
sr: Nešto čudno se desilo prilikom kreiranja novog korisnika

source: You are now logged in. It makes no sense to register a new user
sr: Sada ste prijavljeni. Besmisleno je registrovati novog korisnika

source: You will receive an email with the activation link
sr: Dobićete mail sa aktivacionim linkom.

source: You may receive an email with the activation link
sr: Možda ćete dobiti mail sa aktivacionim linkom.

source: An error has ocurred sending the email
sr: Došlo je do greške prilikom slanja mail-a

source: You are now logged in. It makes no sense to restore your account
sr: Sada ste prijavljeni. Besmisleno je obnavljati vaš nalog.

source: New user registered: %s <br/><br/>Please change the role from 'Stand By' to 'Subscriber' or higher to allow full site access
sr: Novi korisnik je registrovan: %s

source: New user registered: %s <br/>
sr: <br/><br/>Promenite ulogu sa 'Na čekanju’ u ‘Pretplatnik’ ili višu da biste omogućili pun pristup site-u. Novi korisnik registrovan: %s <br/>

source: Use the following link to restore your password: <a href='%s'>restore your password</a> <br/><br/>%s<br/>
sr: Koristite sledeći link za obnavljanje lozinke: <a href='%s'>obnovite lozinku</a> <br/><br/>%s<br/>

source: Admin area
sr: Oblast administratora

source: Below you can check the plugin status regarding the shortcodes usage and the pages/posts which contain it.
sr: Dole možete proveriti status plugin-a u vezi sa upotrebom shortcode-ova i stranica/postova koji ih sadrže.

source: Currently not used
sr: Trenutno se ne koriste

source: Used <a href="%s">here</a>
sr: Upotrebljen <a href="%s">ovde</a>

source: This shortcode contains login form and login information.
sr: Ovaj shortcode sadrži formular za prijavljivanje i podatke o prijavljivanju.

source: This shortcode contains the profile editor. If you include in a page/post a link will appear on your login preview.
sr: Ovaj shortcode sadrži uređivač profila. Ako ga postavite na stranicu/post, link će se pojaviti na vašem pregledu prijavljivanja.

source: This shortcode contains the register form. If you include in a page/post a link will appear on your login form.
sr: Ovaj shortcode sadrži formular za registraciju. Ako ga postavite na stranicu/post, link će se pojaviti na vašem formularu prijavljivanja.

source: This shortcode contains the restore (lost password?) form. If you include in a page/post a link will appear on your login form.
sr: Ovaj shortcode sadrži formular za obnavljanje lozinke (zaboravili ste lozinku?). Ako ga postavite na stranicu/post, link će se pojaviti na vašem formularu prijavljivanja.

source: Settings saved.
sr: Podešavanja sačuvana.

source: Admin bar
sr: Traka sa menijem administratora

source: Hide admin bar for non-admin users?
sr: Sakrij traku sa menijem administratora za korisnike koji nisu administratori?

source: Dashboard access
sr: Pristup kontrolnoj tabli

source: Disable dashboard access for non-admin users?
sr: Deaktivirajte pristup kontrolnoj tabli za korisnike koji nisu administratori.

source: Please note that you can only log in through <strong>wp-login.php</strong> and this plugin. <strong>wp-admin</strong> permalink will be inaccessible.
sr: Imajte u vidu da se možete prijaviti isključivo kroz <strong>wp-login.php</strong> i ovaj plugin. <strong>wp-admin</strong> permalink će biti nepristupačan.

source: Antispam protection
sr: Antispam zaštita

source: Enable captcha?
sr: Aktiviraj captcha?

source: Honeypot antispam detection is enabled by default.
sr: Honeypot antispam detektor podrazumevano je aktiviran.

source: For captcha usage the PHP-GD library needs to be enabled in your server/hosting.
sr: Da biste koristili captcha, PHP-GD biblioteka treba da bude aktivirana na vašem serveru/hostingu.

source: User Standby role
sr: Uloga korisnika na čekanju?

source: Enable Standby role?
sr: Aktiviraj ulogu na čekanju?

source: Standby role disables all the capabilities for new users, until the administrator changes. It usefull for site with restricted components.
sr: Uloga korisnika na čekanju deaktivira sve funkcionalnosti za nove korisnike, sve dok to administrator ne promeni. Korisno je za site sa ograničenim komponentama.

source: Hide username
sr: Sakrij korisničko ime

source: Hide username?
sr: Sakrij korisničko ime?

source: Hide username from the preview form.
sr: Sakrij korisničko ime sa pregleda formulara.

source: Save Changes
sr: Sačuvaj izmene

source: Use this widget to show the user login status and Clean Login links.
sr: Koristi ovaj widget za prikazivanje statusa prijavljivanja korisnika i Clean Login linkova

source: Edit my profile
sr: Uredi moj profil

source: Log in
sr: Prijavite se

source: Register
sr: Registrujte se

source: Lost password?
sr: Zaboravili ste lozinku?

source: User login status
sr: Status prijavljivanja korisnika

source: Title:
sr: Naslov:

source: General information
sr: Opšti podaci

source: First name
sr: Ime

source: Last name
sr: Prezime

source: Change password
sr: Promeni lozinku

source: If you would like to change the password type a new one. Otherwise leave this blank.
sr: Ako želite da promenite lozinku, unesite novu. U suprotnom, ostavite polje nepopunjeno.

source: New password
sr: Nova lozinka

source: Confirm password
sr: Potvrdi lozinku

source: Update profile
sr: Ažuriraj profil

source: Username
sr: Korisničko ime

source: Password
sr: Lozinka

source: Remember?
sr: Zapamtiti lozinku?

source: Log out
sr: Odjavite se

source: Type the text above
sr: Unesite tekst iznad

source: Username (or E-mail)
sr: Korisničko ime (ili e-mail)

source: Restore password
sr: Obnovite lozinku

source: Your new password is
sr: Vaša nova lozinka je
