Repository: ahornero/clean-login
Catalog: lang/clean-login-*.po
Languages: cs_cz, da_dk, de_de, fa_ir, he_il, it_it, nb_no, pl_pl, pt_br, ru_ru, tr_tr

source: Accept terms / conditions in the registration form?
cs_cz: Přijmout podmínky v registračním formuláři?
tr_tr: Kullanıcı Sözleşmesini & Gizlilik Politikasını kabul ediyorum.

source: Activate your account
cs_cz: Aktivujte svuj ucet

source: Add name and surname?
cs_cz: Přidat jméno a příjmení?

source: Admin area
cs_cz: Oblast administrátora
da_dk: Administrator område
de_de: Adminbereich
fa_ir: محدوده‌ی مدیر
he_il: אזור ניהול
it_it: Area amministratore
nb_no: Administrator område
pl_pl: Cześć administracyjna
pt_br: Área do administrador
ru_ru: Заповедная зона
tr_tr: Yönetici alanı

source: Admin bar
cs_cz: Správce
da_dk: Administrator værktøjs linje
de_de: Werkzeugleiste (Toolbar)
fa_ir: نوار ابزار (toolbar) مدیریت
he_il: סרגל הניהול
it_it: Barra di amministrazione
nb_no: Administrator verktøylinje
pl_pl: Pasek administracyjny
pt_br: Barra de administrador do Wordpress
tr_tr: Yönetici Çubuğu

source: Allow user to use email as username? If you want to use both, WP Email Login plugin will help you
cs_cz: Umožnit uživateli používat e-mail jako uživatelské jméno? Pokud chcete použít oba, pomůže vám plugin WP Email Login
tr_tr: Kullanıcının E-Postasını kullanıcı adı olarak kullanmasına izin verilsin mi? Her ikisini de kullanmak isteniyorsa, WP Email Login eklentisi size yardımcı olacaktır.

source: An error has ocurred sending the email
cs_cz: Došlo k chybě při odesílání e-mailu
da_dk: Fejl ved afsendelse af e-mail
de_de: Ein Fehler ist beim Versenden der E-Mail aufgetreten
fa_ir: در فرآیند ارسال ایمیل خطایی رخ داده است.
he_il: אירעה שגיאה בשליחת המייל
it_it: Errore di invio email
nb_no: Feil oppstod ved sending av e-mail
pl_pl: Błąd przy wysyłaniu emaila
pt_br: Houve um problema ao enviar o e-mail
ru_ru: Возникла ошибка при отправке письма
tr_tr: E-posta gönderilmesi sırasında hata oluştu

source: Antispam protection
cs_cz: Antispamová ochrana
da_dk: Spam beskyttelse
de_de: Spam-Schutz
fa_ir: جلوگیری از هرزنامه‌ها
he_il: הגנה נגד זבל
it_it: Protezione antispam
nb_no: Spambeskyttelse
pl_pl: Zabezpieczenie antyspamowe
pt_br: Proteção antispam
ru_ru: Защита от спама
tr_tr: Anti Spam Koruması

source: Automatically Login after registration?
cs_cz: Automaticky se přihlásit po registraci?
tr_tr: Kayıt olduktan sonra otomatik olarak giriş yapsın mı?

source: Below you can check the plugin status regarding the shortcodes usage and the pages/posts which contain it.
cs_cz: Níže můžete zkontrolovat stav pluginů, pokud jde o použití krátkých kódů a stránky/příspěvky, které obsahují.
da_dk: Nedenfor kan du kontrollere plugin status vedrørende brug og hvilke sider/indlæg den er brugt.
de_de: Hier können Sie den Pluginstatus in Bezug auf die Verwendung der Shortcodes sowie der Beiträge/ Seiten/ Inhaltstypen überprüfen.
fa_ir: در ذیل شما می توانید وضعیت افزونه را در خصوص نحوه‌ی استفاده از شرت کدها و صفحات یا پست‌هایی که شامل آن می‌شوند را بررسی نمایید.
he_il: ניתן לראות להלן את מצב התוסף ביחס לשימוש בקיצורי קוד ועמודים/פוסטים המכילים אותם.
it_it: In basso puoi controllare lo stato del plugin riguardo l'uso degli shortcode e delle pagine/post che li contengono
nb_no: Nedenfor kan du kontrollere plugin status på bruk av shortcode og hvilke sider/innlegg disse er brukt på.
pl_pl: Poniżej możesz sprawdzić stan wtyczki uwzględaniający wykorzystane shortcode i strony na których się znajdują.
pt_br: Abaixo você pode comprovar o estado do plugin, e em quais páginas e posts os shortcodes aparecem.Abajo puede comprobar el estado del plugin atendiendo a los shortcodes usados en las páginas/post que los contienen.
ru_ru: Ниже приведен статус использования шорткодов плагина. Если шорткоды используются на каких-либо страницах/записях, то ниже также указаны ссылки на эти страницы/записи.
tr_tr: Aşağıdaki kısa kodlar ve o kod içeren sayfa/yazıların durumunu kontrol edebilirsiniz.

source: CAPTCHA is not valid, please try again
cs_cz: Neplatná CAPTCHA, zkuste to prosím znovu
da_dk: CAPTCHA er ikke godkendt, prøv igen
de_de: Das CAPTCHA ist falsch, bitte erneut versuchen
fa_ir: کپچای وارد شده معتبر نیست، لطفاً مجدداً سعی نمایید.
he_il: קוד האימות אינו תקף. נא לנסות שוב
it_it: CAPTCHA incorretto. Tenta di nuovo.
nb_no: CAPTCHA er ikke godkjent, prøv igjen
pl_pl: CAPTCHA jest błędne, spróbuj ponownie
pt_br: CAPTCHA incorreto. Tente novamente.
ru_ru: CAPTCHA введена неверно, попробуйте ещё раз
tr_tr: Güvenlik kodu yanlış, lütfen tekrar deneyin.

source: Change password
cs_cz: Změnit heslo
da_dk: Skift adgangskode
de_de: Passwort ändern
fa_ir: تعویض گذرواژه
he_il: החלף ססמה
it_it: Cambia password
nb_no: Endre passord
pl_pl: Zmień hasło
pt_br: Alterar senha
ru_ru: Изменить пароль
tr_tr: Parola değiştir

source: Choose the role(s) in the registration form?
cs_cz: Vyberte roli v registračním formuláři?
tr_tr: Kayıt rollerini seçmek ister misiniz?

source: Choose your role:
cs_cz: Vyberte svou roli:
tr_tr: Rolünü seç:

source: Clean Login
cs_cz: Čisté přihlášení

source: Clean Login status
cs_cz: Stav čistého přihlášení
tr_tr: Clean Login durumu

source: codection
cs_cz: kódování (codection?)

source: Confirm password
cs_cz: Potvrďte heslo
da_dk: Bekræft adgangskode
de_de: Passwort bestätigen
fa_ir: تکرار گذرواژه
he_il: אשר ססמה
it_it: Conferma password
nb_no: Bekreft passord
pl_pl: Potwierdź hasło
pt_br: Confirmar senha
ru_ru: Повторите ввод пароля
tr_tr: Parolayı Doğrula

source: Currently not used
cs_cz: V současné době se nepoužívá
da_dk: Ikke i brug p.t.
de_de: Derzeit nicht verwendet
fa_ir: تا کنون استفاده نشده است.
he_il: כעת לא בשימוש
it_it: Attualmente non utilizzato.
nb_no: Ikke i bruk p.t.
pl_pl: Aktualnie nie używane
pt_br: Atualmente não utilizado.
ru_ru: Сейчас не используется
tr_tr: Kullanılmaz

source: Dashboard access
cs_cz: Dashboard přístup
da_dk: Skrivebords adgang
de_de: Dashboard-Zugriff
fa_ir: دسترسی به پیشخوان
he_il: גישה ללוח הבקרה
it_it: Accesso al Dashboard
nb_no: Skrivebordstilgang
pl_pl: Dostęp do kokpitu
pt_br: Acesso ao painel de controle do Wordpress
ru_ru: Доступ к консоли (dashboard)
tr_tr: Panel Erişimine İzin Ver

source: Disable dashboard access for non-admin users?
cs_cz: Chcete zakázat přístup k řídicímu panelu pro uživatele neadministrátora?
da_dk: Tillad ikke adgang til kontrolpanel for andre end administratorer?
de_de: Dashboard-Zugriff für alle Nicht-Administratoren deaktivieren?
fa_ir: دسترسی به پیشخوان برای کاربران غیر مدیر غیرفعال شود؟
he_il: לכבות את הגישה ללוח הבקרה למשתמשים שאינם מנהלים?
it_it: Desabilita l'acesso al Dashboard per gli utenti non-amministratore?
nb_no: Ikke tillat adgang til kontrollpanel for andre enn administratorer?
pl_pl: Wyłączyć dostęp do kokpitu dla zwykłych użytkowników?
pt_br: Desabilitar o acesso ao painel de controle do Wordpress para não-administradores?
ru_ru: Закрыть доступ к консоли (dashboard) от пользователей с ролью ниже администратора?
tr_tr: Yönetici olmayanların kullanıcı kontrol paneli erişimi devre dışı bıraksın mı?

source: Do you like it?
cs_cz: Líbí se ti to?
tr_tr: Uygulamamızı sevdin mi?

source: Donate
cs_cz: Darování

source: Edit my profile
cs_cz: Upravit můj profil
da_dk: Rediger min profil
de_de: Mein Profil bearbeiten
fa_ir: ویرایش پروفایل من
he_il: ערוך את הפרופיל שלי
it_it: Modifica il mio profilo
nb_no: Rediger min profil
pl_pl: Edytuj swój profil
pt_br: Editar meu perfil
ru_ru: Редактировать профиль
tr_tr: Profili Düzenle

source: Email is not valid
cs_cz: neplatný E-mail
da_dk: Ugyldig e-mail adresse
de_de: E-Mail Adresse ist ungültig
fa_ir: متأسفانه این ایمیل فاقد اعتبار است!
he_il: האימייל שגוי
it_it: Email non valida
nb_no: Ugyldig e-mail adresse
pl_pl: Zły adres email
pt_br: O e-mail não é válido
ru_ru: email указан неверно
tr_tr: E-Posta hatalı gibi görünüyor.

source: Email notification
cs_cz: Upozornění Emailem
tr_tr: E-Posta bildirimi

source: Enable captcha?
cs_cz: Povolit captcha?
da_dk: Brug captacha?
de_de: CAPTCHA aktivieren?
fa_ir: کپچا فعال گردد؟
he_il: להפעיל קוד אימות?
it_it: Abilitare CAPTCHA?
nb_no: Bruk captacha?
pl_pl: Włączyć captcha?
pt_br: Habilitar CAPTCHA?
ru_ru: Включить captcha?
tr_tr: CAPTCHA Özelliğini Aç

source: Enable email notification for new registered users?
cs_cz: Povolit upozornění emailem pro nové registrované uživatele?
tr_tr: Yeni kayıt olan kullanıcılar için E-Posta bildirimini etkinleştirsin mi?

source: Enable Google reCaptcha?
cs_cz: Povolit Google reCaptcha?

source: Enable password complexity?
cs_cz: Povolit složitost hesla?
tr_tr: Güvenli parola (karışık) etkinleştirilsin mi?

source: Enable Standby role?
cs_cz: Povolit funkci Standby?
da_dk: Aktiver rollen 'Standby'?
de_de: Standby Benutzerrolle aktivieren?
fa_ir: نقش کاربر آماده به کار فعال گردد؟
he_il: להפעיל תפקיד Standby?
it_it: Abilitare il ruolo Standby?
nb_no: Aktiver rollen 'Standby'?
pl_pl: Włączyć rolę Oczekującą?
pt_br: Habilitar a regra Standby?
ru_ru: Присвоить новому участнику статус Standby?
tr_tr: Bekleme Rolünü etkinleştirilsin mi?

source: Error updating email
cs_cz: Chyba při aktualizaci e-mailu
da_dk: Fejl ved opdatering af e-mail
de_de: Fehler beim Aktualisieren der E-Mail-Adresse
fa_ir: خطا در به روز رسانی ایمیل
he_il: שגיאה בהעלאת האימייל
it_it: Errore aggiornamento email
nb_no: Feil ved oppdatering av e-mail
pl_pl: Błąd aktualizacji emaila
pt_br: Erro atualizando o e-mail
ru_ru: Ошибка, email не обновлен
tr_tr: E-Posta güncelleştirilirken hata oluştu.

source: First name
cs_cz: Křestní jméno
da_dk: Fornavn
de_de: Vorname
fa_ir: نام
he_il: שם פרטי
it_it: Nome
nb_no: Fornavn
pl_pl: Imię
pt_br: Nome
ru_ru: Имя
tr_tr: İsim

source: First name is not valid
cs_cz: Neplatné křestní jméno

source: For captcha usage the PHP-GD library needs to be enabled in your server/hosting.
cs_cz: Pro použití captcha musí být knihovna PHP-GD povolena ve vašem serveru / hostingu.
da_dk: For at captcha skal virke må PHP-GD biblioteket være aktivt på din server/web hotel.
de_de: Für die Captcha-Verwendung muss die GD Library für PHP auf Ihrem Server installiert sein.
fa_ir: جهت استفاده از کپچا لازم است کتابخانه‌ی PHP-GD در هاست یا سرور شما فعال باشد.
he_il: לשימוש בקוד אימות, ספריית ה PHP-GD חייבת לפעול בשרת שלך.
it_it: Per utilizzare il CAPTCHA la libreria PHP-GD deve essere installata sul tuo server/hosting.
nb_no: For at captcha skal virke må PHP-GD biblioteket være aktivt på din server/webhotel.
pl_pl: Do korzystania z captcha, biblioteka PHP-GD musi być włączona na twoim serwerze/hostingu.
pt_br: Para utilizar CAPTCHA por favor assegure-se de ter a biblioteca PHP-GD instalado em seu servidor/host.
tr_tr: Sunucu / düşmanlık içeren bot hareketleri için Captcha Usage PHP-GD library etkinleştirilmesi gerekir.

source: General information
cs_cz: Hlavní informace
da_dk: Generel information
de_de: Allgemeine Hinweise
fa_ir: اطلاعات عمومی
he_il: מידע כללי
it_it: Informazioni generali
nb_no: Generell informasjon
pl_pl: Informacje ogólne
pt_br: Geral
ru_ru: Основная информация
tr_tr: Genel Bilgiler

source: Google reCaptcha Secret Key
cs_cz: Klíč Google reCaptcha

source: Google reCaptcha Site Key
cs_cz: Klíč Google Site ReCaptcha

source: Google reCaptcha site key and secret key must not be empty
cs_cz: Klíč a tajný klíč služby Google reCaptcha nesmí být prázdný

source: Hide admin bar for non-admin users?
cs_cz: Skrýt administrátor pro uživatele bez administrátora?
da_dk: Skjul administrator værktøjslinjen for alle andre end administrator?
de_de: Werkzeugleiste (Adminbar) bei allen Nicht-Administratoren ausblenden?
fa_ir: نوار ابزار مدیریت برای افراد غیر مدیر مخفی شود؟
he_il: האם להסתיר את את סרגל הניהול ממשתמשים שאינם מנהלים?
it_it: Nascondere la barra di amministrazione per gli utenti non-amministratore
nb_no: Skjul administrator verktøylinjen for alle andre enn administrator?
pl_pl: Ukryć pasek administracyjny dla zwykłych użytkowników?
pt_br: Ocultar a barra do Wordpress para usuários não-administradores?
ru_ru: Скрыть панель администратора (admin bar) от пользователей с ролью ниже администратора?
tr_tr: Yönetici olmayan kullanıcılar için admin çubuğunu gizlesin mi?

source: Hide username
cs_cz: Skrýt uživatelské jméno
da_dk: Skjul brugernavn
de_de: Benutzername verbergen
fa_ir: مخفی نمودن نام کاربری
he_il: הסתר שם משתמש
it_it: Nscondere il nome utente
nb_no: Skjul brukernavn
pl_pl: Ukryj nazwę użytkownika
pt_br: Ocultar usuário
ru_ru: Скрыть имя участника (username)
tr_tr: Kullanıcı adı gizle

source: Hide username from the preview form.
cs_cz: Skrýt uživatelské jméno z formuláře náhledu.
da_dk: Skjul brugernavnet efter log ind.
de_de: Benutzername aus dem Vorschauformular ausblenden.
fa_ir: مخفی نمودن فرم نام کاربری در فرم پیش نمایش.
he_il: הסתר את שם המשתמש מטופס התצוגה המוקדמת.
it_it: Nascondere il nome utente dal form preview.
nb_no: Skjul brukernavnet etter innlogging.
pl_pl: Ukryj nazwę użytkownika po zalogowaniu.
pt_br: Ocultar o nome do usuário do formulário de preview.
ru_ru: Скрыть имя участника (username) из виджета Clean Login.
tr_tr: Önizleme formu üzerinden kullanıcı adını gizle.

source: Hide username?
cs_cz: Skrýt uživatelské jméno?
da_dk: Skjul brugernavn?
de_de: Benutzername verbergen?
fa_ir: نام کاربری مخفی شود؟
he_il: להסתיר את שם המשתמש?
it_it: Nscondere il nome utente?
nb_no: Skjul brukernavn?
pl_pl: Ukryć nazwę użytkownika?
pt_br: Ocultar usuário?
ru_ru: Скрыть имя участника (username)?
tr_tr: Kullanıcı adı gizlesin mi?

source: Honeypot antispam detection is enabled by default.
cs_cz: Antispamová detekce Honeypot je ve výchozím nastavení povolena.
da_dk: Honeypot antispam er installeret som standard
de_de: Honeypot Spam Erkennung ist standardmäßig aktiviert.
fa_ir: ضد هرزنامه‌ی Honeypot به طور پیش فرض فعال است.
he_il: זיהוי Honeypot antispam מופעל כברירת מחדל.
it_it: La protezione antispam di Honeypot è abilitata di default
nb_no: Honeypot antispam er installert som standard
pl_pl: Zabezpieczenie antyspamowe Honeypot jest domyślnie włączone.
pt_br: A proteção antispam de Honeypot está ativada por padrão.
ru_ru: Система HoneyPot защиты от спама активирована по умолчанию.
tr_tr: Varsayılan olarak Etkin

source: If you would like to change the password type a new one. Otherwise leave this blank.
cs_cz: Chcete-li změnit heslo, zadejte nové. V opačném případě nechte prázdné.
da_dk: Vil du skifte adgangskode - skriv det her. Ellers efterlades feltet tomt.
de_de: Wenn Sie ihr Passwort ändern möchten, geben Sie ein neues ein. Andernfalls lassen Sie dieses Feld leer.
fa_ir: در صورت نیاز به تعویض گذرواژه، رمز جدیدی را وارد نمایید و در غیر این صورت آن را خالی بگذارید.
he_il: אם אתה מעוניין לשנות את הססמה, הקלד ססמה חדשה. אם לא, השאר ריק.
it_it: Se vuoi cambiare la password, scivi qui. Altrimenti lascia il campo bianco.
nb_no: Endre passord? - Skriv inn nytt passord her. La feltet være blankt om du ikke ønsker bytte passord.
pl_pl: Jeśli chcesz zmienić hasło to podaj nowe. W przeciwnym razie pozostaw pola puste.
pt_br: Se deseja mudar sua senha, escreva aqui. Do contrário, deixe em branco.
ru_ru: Для смены пароля введите новый. Если пароль менять не нужно, оставьте поле пустым.
tr_tr: Şifrenizi değiştirmek için, yeni bir şifre girebilirsiniz.

source: Information updated
cs_cz: Informace byly aktualizovány
da_dk: Oplysninger opdateret
de_de: Informationen aktualisiert
fa_ir: اطلاعات به روز شد.
he_il: המידע עודכן
it_it: Dato aggiornato
nb_no: Opplysninger oppdatert
pl_pl: Informacje uaktualnione
pt_br: Informação atualizada
ru_ru: Информация обновлена
tr_tr: Güncellendi!

source: Last name
cs_cz: Příjmení
da_dk: Efternavn
de_de: Nachname
fa_ir: نام خانوادگی
he_il: שם משפחה
it_it: Cognome
nb_no: Etternavn
pl_pl: Nazwisko
pt_br: Sobrenome
ru_ru: Фамилия
tr_tr: Soyisim

source: Last name is not valid
cs_cz: Příjmení není platné

source: Log in
cs_cz: Přihlásit se
da_dk: Log ind
de_de: Anmelden
fa_ir: ورود
he_il: התחבר
it_it: Accedi
nb_no: Logg inn
pl_pl: Zaloguj
ru_ru: Войти
tr_tr: Giriş Yap

source: Log out
cs_cz: Odhlásit se
da_dk: Log ud
de_de: Abmelden
fa_ir: خروج
he_il: התנתק
it_it: Esci
nb_no: Logg ut
pl_pl: Wyloguj
pt_br: Sair
ru_ru: Выход
tr_tr: Çıkış

source: Logout
cs_cz: Odhlásit se
tr_tr: Oturumu Kapat

source: Lost password?
cs_cz: Ztracené heslo?
da_dk: Glemt din adgangskode?
de_de: Passwort vergessen?
fa_ir: گذرواژه را فراموش نموده‌اید؟
he_il: שכחת את הססמה?
it_it: Password perduta?
nb_no: Glemt passord?
pl_pl: Zapomniałeś hasła?
pt_br: Perdeu a senha?
ru_ru: Восстановить пароль?
tr_tr: Parolanızı mı unuttunuz?

source: must be checked
cs_cz: je třeba zkontrolovat
tr_tr: kontrol edilmelidir.

source: New password
cs_cz: Nové heslo
da_dk: Ny adgangskode
de_de: Neues Passwort
fa_ir: گذرواژه‌ی جدید
he_il: ססמה חדשה
it_it: Nuova password
nb_no: Nytt passord
pl_pl: Nowe hasło
pt_br: Nova Senha
ru_ru: Новый пароль
tr_tr: Yeni parola

source: New user
cs_cz: Nový uživatel
tr_tr: Yeni kullanıcı

source: New user created
cs_cz: Nový uživatel byl vytvořen
da_dk: Ny bruger oprettet
de_de: Neuer Benutzer erstellt
fa_ir: حساب کاربری جدیدی ایجاد شد
he_il: נוצר משתמש חדש
it_it: Nuovo utente creato
nb_no: Ny bruker opprettet
pl_pl: Nowy użytkownik utworzony
pt_br: Novo usuário registrado
ru_ru: Новый участник создан
tr_tr: Kullanıcı Oluşturuldu

source: New user registered: %s <br/>
cs_cz: Nový registrovaný uživatel:% s
da_dk: Ny bruger registreret: %s <br/>
de_de: Neuer Benutzer registriert: %s <br/>
fa_ir: کاربر جدید عضو شد: %s <br/>
he_il: נרשם משתמש חדש: %s <br/>
it_it: Nuovo utente registrato: %s <br/>
nb_no: Ny bruker registrert: %s <br/>
pl_pl: Nowy użytkownik zarejestrowany: %s <br/>
pt_br: Novo usuário registrado: %s <br/>
ru_ru: Зарегистрирован новый участник: %s <br/>
tr_tr: Yeni Kullanıcı Kayıtlı: %s<br>

source: New user registered: %s <br/><br/>Please change the role from 'Stand By' to 'Subscriber' or higher to allow full site access
cs_cz: Nový registrovaný uživatel:% s Změňte roli z funkce "Stand By" na "Subscriber" nebo vyšší, abyste povolili úplný přístup na web
da_dk: Ny bruger fundet: %s <br/><br/>Venligst ret adgangs kriterier fra 'Stand By' til 'Abonnent' eller højere for at gi' fuld adgang til web stedet.
de_de: Neuer Benutzer registriert: %s <br/><br/>Bitte ändern Sie die Benutzerrolle von 'Standby' zu 'Abonnent' oder höher, um vollen Zugriff zur Website zu ermöglichen.
fa_ir: کاربر جدید عضو شد:%s <br/><br/> لطفاً جهت دسترسی کامل به سایت، نقش را از حالت 'آماده به کار' به 'مشارکت کننده' یا بالاتر تغییر دهید.
he_il: נרשם משתמש חדש: %s <br/><br/>נא לשנות את התפקיד מ 'Stand By' ל 'מנוי' או גבוה יותר כדי שיקבל גישה מלאה לאתר
it_it: Nuovo utente registrato: %s <br/><br/>Per favore, cambia il ruolo da 'Stand by' a 'Sottoscrittore' (o superiore) per permettere l'acesso al sito.
nb_no: Ny bruker funnet: %s <br/><br/>Vennligst korriger adgangskriterier fra 'Stand By' til 'Abonnent' eller høyere for å gi' full adgang til websiden.
pl_pl: Nowy użytkownik zarejestrowany: %s <br/><br/> Proszę zmienić jego rolę z "Oczekujący" na "Subskrybent" lub wyższy by uzyskał pełen dostęp do strony
pt_br: Novo usuário registrado: %s <br/><br/>Por favor, troque a regra de 'Stand By' para 'Assinante' ou superior para permitir acesso ao site.
ru_ru: Новый участник зарегистрирован: %s <br/><br/>Вы можете поменять его роль со 'Stand By' на 'Subscriber' («Подписчик» ) или выше, чтобы разрешить полноценный доступ к сайту
tr_tr: Yeni üye kaydı: %s <br/><br/> ‘Bekleme’ veya ‘Abone’ rolü olarak değiştirilebilir.

source: Only ask for password once on registration form?
cs_cz: Požádejte o heslo pouze jednou při registraci?
tr_tr: Kayıt formunda parola alanı sadece 1 kere sorulsun mu?

source: Options
cs_cz: Možnosti
tr_tr: Seçenekler

source: Password
cs_cz: Heslo
da_dk: Adgangskode
de_de: Passwort
fa_ir: گذرواژه
he_il: ססמה
nb_no: Passord
pl_pl: Hasło
pt_br: Senha
ru_ru: Пароль
tr_tr: Şifre

source: Password complexity
cs_cz: Složitost hesla
tr_tr: Güvenli parola (karışık)

source: Passwords must be eight characters including one upper/lowercase letter, one special/symbol character and alphanumeric characters. Passwords should not contain the user's username, email, or first/last name.
cs_cz: Hesla musí obsahovat osm znaků, včetně jednoho malého písmena, jednoho speciálního znaku a jednoho znaku a alfanumerických znaků. Hesla by neměla obsahovat uživatelské jméno uživatele, e-mail nebo příjmení.
tr_tr: Parolaları minimum sekiz karakter, bir büyük/küçük harf de dahil olmak üzere, bir özel/sembol karakter ve alfa sayısal karakterlere sahip olması gerekir. Parolalarda kullanıcının Kullanıcı Adı, E-Posta veya Adı/Soyadı gibi bilgileri içermemesi gerekir.

source: Passwords must be identical
cs_cz: Hesla musí být totožná
da_dk: Adgangs koder skal være ens
de_de: Beide Passwörter müssen identisch sein
fa_ir: گذرواژه‌ها می‌بایست مشابه باشند.
he_il: הססמאות חייבות להיות זהות
it_it: Le password non corrispondono
nb_no: Passordene må være like
pl_pl: Hasła muszą być identyczne
pt_br: As senhas devem ser iguais
ru_ru: Пароли не совпадают
tr_tr: <strong>Hata:</strong> Parolanız eşleşmiyor.

source: Passwords must be identical and filled
cs_cz: Hesla musí být totožná a vyplněná
da_dk: Adgangskode skal være ens og begge felter skal være udfyldt
de_de: Passwörter müssen identisch sein
fa_ir: فیلدهای گذرواژه‌ها باید مشابه و تکمیل گردند.
he_il: ססמאות חייבות להיות זהות ורשומות
it_it: Le passoword devono essere identiche e non possono essere vuote
nb_no: Passordene må være like i begge feltene
pl_pl: Hasła muszą być identyczne i wypełnione
pt_br: As senhas devem ser iguais e não podem ficar em branco
ru_ru: Пароли должны совпадать и быть указаны целиком
tr_tr: Parolalar birebir aynı olarak doldurulmuş olması gerekir

source: Please confirm your account, you will receive an email
cs_cz: Potvrďte svůj účet a obdržíte e-mail

source: Please note that you can only log in through <strong>wp-login.php</strong> and this plugin. <strong>wp-admin</strong> permalink will be inaccessible.
cs_cz: Upozorňujeme, že se můžete přihlásit pouze přes wp-login.php a tento plugin. wp-admin permalink bude nepřístupné.
da_dk: Bemærk - du kan kun logge ind gennem <strong>wp-login.php</strong> og denne plugin. <strong>wp-admin</strong> Permalinks vil ikke kunne bruges.
de_de: Wichtiger Hinweis: Sie können sich nur über die Seite <strong>wp-login.php</strong> sowie dieses Plugin (entsprechende Seite mit Sportcode!) anmelden. Der Permalink <strong>wp-admin</strong> wird durch dieses Plugin hier deaktiviert!
fa_ir: لطفاً توجه داشته باشید که شما تنها از طریق <strong>wp-login.php</strong> و این افزونه می‌توانید وارد شوید و پیوند یکتای <strong>wp-admin</strong> غیرقابل دسترسی خواهد شد.
he_il: נא לשים לב שאפשר להתחבר רק דרך <strong>wp-login.php</strong> ותוסף זה. מבנה הקישור של <strong>wp-admin</strong> אינו נגיש.
it_it: Ti ricordiamo che puoi solo loggarti con la pagina <strong>wp-login.php</strong>con questo plugin. Il link <strong>wp-admin</strong> non sarà raggiungibile
nb_no: Du kan kun logge inn gjennom <strong>wp-login.php</strong> og denne plugin. <strong>wp-admin</strong> Permalinks vil ikke kunne brukes.
pl_pl: Proszę pamiętać, że możesz zalogować się tylko przez <strong>wp-login.php</strong> i tę wtyczkę. Permalink <strong>wp-admin</strong> będzie niedostępny.
pt_br: Tenha em conta que só poderá fazer login através de <strong>wp-login.php</strong> ou deste formulário. O permalink <strong>wp-admin</strong> será inacessível.
ru_ru: Пожалуйста, учтите, что вы сможете войти на сайт только через страницу <strong>wp-login.php</strong> и этот плагин. Вход со страницы <strong>wp-admin</strong> будет недоступен.
tr_tr: Unutmayın ki sadece <strong>wp-login.php</strong> ve bu eklenti ile giriş yapabilirsiniz. <strong>wp-admin</strong> ulaşılamaz olacaktır.

source: Please use HMTL tags for all formatting. And also you can use:
cs_cz: Pro všechna formátování použijte značky HMTL. A také můžete použít:
tr_tr: Lütfen biçimlendirme için HMTL etiketleri kullanın. Ve de kullanabilirsiniz:

source: Redirect after log in?
cs_cz: Přesměrovat po přihlášení?
