Repository: ahornero/clean-login
Catalog: lang/clean-login-*.po
Languages: cs_cz, da_dk, de_de, fa_ir, he_il, it_it, nb_no, pl_pl, pt_br, ru_ru, tr_tr

source: You will receive an email with the activation link
cs_cz: Obdržíte e-mail s aktivačním odkazem
da_dk: Du vil få en e-mail med et aktiverings link
de_de: Sie erhalten eine E-Mail mit dem Aktivierungslink
fa_ir: شما یک ایمیل حاوی لینک فعال سازی دریافت خواهید نمود.
he_il: תקבל מייל עם קישור הפעלה
it_it: Riceverai un'email con il link di attivazione
nb_no: Du vil få en e-mail med link for aktivering
pl_pl: Otrzymasz emaila z linkiem aktywacyjnym
pt_br: Você receberá um e-mail com um link para ativar sua conta.
ru_ru: Вы получите письмо со ссылкой для активации
tr_tr: Aktivasyon linki içeren bir E-Posta alacaksınız.

source: Your account is currently disabled
cs_cz: Váš účet je momentálně deaktivován

source: Your new password is
cs_cz: Vaše nové heslo je
da_dk: Din nye adgangskode er
de_de: Ihr neues Passwort lautet
fa_ir: گذرواژه‌ی جدید شما:
he_il: הססמה החדשה שלך היא
it_it: La tua nuova pssword è
nb_no: Ditt nye passord er
pl_pl: Twoje nowe hasło to
pt_br: Sua nova senha é
ru_ru: Новый пароль
tr_tr: Yeni parolanızı aşağıya giriniz.

source: Automatically Login after Registration
tr_tr: Kayıttan sonra Otomatik Giriş

source: E-mail
fa_ir: پست الکترونیکی
he_il: אימייל
tr_tr: E-Posta

source: User Standby role
da_dk: Bruger standby rolle
de_de: Standby Benutzerrolle
fa_ir: نقش کاربر آماده به کار (Standby)
he_il: תפקיד User Standby
it_it: Utente con il ruolo Standby
nb_no: Bruker standby rolle
pl_pl: Rola użytkownika Oczekujący
pt_br: Usar a regra Standby
