Repository: ahornero/clean-login
Catalog: lang/clean-login-*.po
Languages: cs_cz, da_dk, de_de, fa_ir, he_il, it_it, nb_no, pl_pl, pt_br, ru_ru, tr_tr

source: Redirect after log out?
cs_cz: Přesměrovat po odhlášení?

source: Redirections
cs_cz: Přesměrování

source: Register
cs_cz: Registrovat
da_dk: Registrer
de_de: Registrieren
fa_ir: عضویت
he_il: הרשמה
it_it: Registrati
nb_no: Registrer
pl_pl: Zarejestruj
pt_br: Registrar-se
ru_ru: Регистрация
tr_tr: Kayıt Ol

source: Registration
cs_cz: Registrace

source: Remember?
cs_cz: Pamatovat?
da_dk: Husk mig?
de_de: Daten merken?
fa_ir: مرا به خاطر داشته باش!
he_il: זוכר?
it_it: Ricordami
nb_no: Husk meg?
pl_pl: Zapamiętać?
pt_br: Permanecer logado
ru_ru: Запомнить?
tr_tr: Beni Hatırla

source: Responsive Frontend Login and Registration plugin. A plugin for displaying login, register, editor and restore password forms through shortcodes. [clean-login] [clean-login-edit] [clean-login-register] [clean-login-restore]
cs_cz: Odpovídající přihlašovací a registrační modul Frontend. Plugin pro zobrazení přihlašovacích, registračních, editorových a obnovovacích formulářů pomocí zkrácených kódů. [clean-login-edit] [clean-login-register] [clean-login-restore]

source: Restore password
cs_cz: Obnovení hesla
da_dk: Gendan adgangskode
de_de: Passwort zurücksetzen
fa_ir: بازیابی گذرواژه
he_il: שחזור ססמה
it_it: Cambia password
nb_no: Gjenopprett passord
pl_pl: Przypomnij hasło
pt_br: Restaurar senha
ru_ru: Восстановить пароль
tr_tr: Parola hatırlat

source: Restore your password
cs_cz: Obnovte heslo
tr_tr: Parolanızı mı unuttunuz?

source: Save Changes
cs_cz: Uložit změny
da_dk: Gem ændringer
de_de: Änderung speichern
fa_ir: ذخیره‌ی تغییرات
he_il: שמור את השינויים
it_it: Salvare le modifiche
nb_no: Lagre endringer
pl_pl: Zapisz zmiany
pt_br: Salvar
ru_ru: Сохранить изменения
tr_tr: Değişiklikleri Kaydet

source: Settings
cs_cz: Nastavení

source: Settings saved.
cs_cz: Nastavení uloženo.
da_dk: Indstillinger er gemt.
de_de: Einstellungen gespeichert.
fa_ir: تنظیمات ذخیره شدند.
he_il: ההגדרות נשמרו.
it_it: Configurazione salvata
nb_no: Innstillinger lagret.
pl_pl: Ustawienia zapisane.
pt_br: Configurações salvas
ru_ru: Настройки сохранены.
tr_tr: Ayarlar kaydedildi.

source: Single Password
cs_cz: Jednoduché heslo
tr_tr: Tek Şifre

source: Something strange has ocurred
cs_cz: Stalo se něco zvláštního
da_dk: Clean login er stødt på et problem
de_de: Ein Fehler ist aufgetreten.
fa_ir: خطاهای غیرمنتظره‌ای رخ داده است.
he_il: קרה משהו מוזר
it_it: E' successo qualcosa di strano
nb_no: Et problem har oppstått, prøv igjen
pl_pl: Stało się coś dziwnego
pt_br: Algo estranho aconteceu
ru_ru: Что-то странное произошло
tr_tr: Tuhaf birşeyler oluştu. Bizde anlamadık.

source: Something strange has ocurred while created the new user
cs_cz: Při vytváření nového uživatele se objevilo něco zvláštního
da_dk: Fejl i oprettelsen af ny bruger
de_de: Beim erstellen eines neuen Benutzers trat ein Fehler auf.
fa_ir: خطاهای غیرمنتظره‌ای حین فرآیند ایجاد حساب کاربری جدید رخ داده است.
he_il: משהו מוזר קרה בעת יצירת המשתמש החדש
it_it: E' successo qualcosa di strano durante la creazione del nuovo utente
nb_no: Feil i opprettelsen av ny bruker
pl_pl: Stało się coś dziwnego podczas tworzenia nowego użytkownika
pt_br: Algo estranho aconteceu durante a criação do usuário.
ru_ru: Что-то странное произошло, нового участника создать не вышло
tr_tr: Yeni kullanıcı oluşturulurken tuhaf bir şey meydana geldi. Bizde anlamadık.

source: Something went wrong while activating your user
cs_cz: Při aktivování uživatele došlo k chybě

source: Standby role disables all the capabilities for new users, until the administrator changes. It usefull for site with restricted components.
cs_cz: Úloha pohotovostního režimu deaktivuje všechny funkce pro nové uživatele, dokud se správce nezmění. Je užitečné pro stránky s omezenými součástmi.
da_dk: Standby rollen sørger for at nye brugere ikke ha nogen rettigheder før der er godkendt af administrator. Nyttigt til web steder med beskyttet indhold.
de_de: Standby-Funktion deaktiviert alle Funktionen für neue Benutzer, bis der Administrator änderungen vornimmt. Es ist nützlich für Website mit eingeschränkten Funktionen.
fa_ir: نقش آماده به کار تمام قابلیت‌های سایت را برای کاربران جدید غیرفعال می‌کند تا زمانی که مدیر این نقش را تغییر دهد. این نقش در سایت‌هایی با امکانات محدود شده کاربرد مفیدی دارد.
he_il: תפקיד Standby מבטל את כל היכולות עבור משתמשים חדשים, עד שהמנהל משנה את התפקיד. זה שימושי לאתר עם רכיבים מוגבלים.
it_it: I ruolo Standby disabilita tutte le azioni dei nuovo utenti, fino a quandonon ne cambia il ruolo l'amministratore. E' utile per i siti con elementi limitati.
nb_no: Standby rollen sørger for at nye brukere ikke har noen rettigheder før de er godkjendt av administrator. Nyttigt for websteder med beskyttet innhold.
pl_pl: Rola Oczekująca wyłącza dostęp do całości zasobów dla nowych użytkowników do momentu zmiany przez administratora. Jest to użyteczne dla strony z wrażliwymi zasobami.
pt_br: A regra Standby desabilita todas as capacidades de novos usuários até que um administrador aprove as mudanças. É muito útil para sites com zonas restritas.
ru_ru: Статус Standby закрывает для пользователя все возможности использования сайта до тех пор, пока администратор не сменит роль на «Подписчик» или выше. Это полезная опция для сайтов, содержащих закрытые компоненты.
tr_tr: Bekleme rolü Yönetici kontrol edene kadar yeni kullanıcılar için tüm yetkileri devre dışı bırakır. Bu site ile sınırlı güvenlik önlemlerini arttırabilirsiniz.

source: Successfully activated
cs_cz: Úspěšně aktivováno

source: Successfully logged in!
cs_cz: Úspěšně jste přihlášeni!
da_dk: Tillykke - du er logget ind!
de_de: Erfolgreich angemeldet!
fa_ir: با موفقیت وارد شدید!
he_il: התחברת בהצלחה!
it_it: Accesso effettuato!
nb_no: Du er logget inn!
pl_pl: Prawidłowe logowanie!
pt_br: Olá! Você está logado!
ru_ru: Добро пожаловать!
tr_tr: Tebrikler! Başarıyla oturum açıldı!

source: Successfully logged out!
cs_cz: Úspěšně jste se odhlásili!
da_dk: Du er logget ud!
de_de: Erfolgreich abgemeldet!
fa_ir: با موفقیت خارج شدید!
he_il: התנתקת בהצלחה!
it_it: Disconnessione effettuata!
nb_no: Du er logget ut!
pl_pl: Prawidłowe wylogowanie!
pt_br: Você saiu do site! Até mais!
ru_ru: До встречи!
tr_tr: Tebrikler! Başarıyla çıkış yaptınız.

source: Target URL
cs_cz: Cílová adresa URL
tr_tr: Hedef URL

source: Terms and conditions
cs_cz: Pravidla a podmínky
tr_tr: Şartlar ve Koşullar

source: Terms and conditions message
cs_cz: Smluvní podmínky
tr_tr: Şartlar ve Koşullar Sayfası (Örn. Kullanıcı Sözleşmesini ve Gizlilik Politikasını okudum ve kabul ediyorum.)

source: There is already a user registered with this email. Login with this existing account. If you do not remember your password, you will find a recuperation link at the login form.
cs_cz: V tomto e-mailu je již zaregistrován uživatel. Přihlaste se k tomuto stávajícímu účtu. Pokud si své heslo nepamatujete, najdete v odkazovém formuláři odkaz na zotavení.

source: This feature allows you to choose the role from the frontend, with the selected roles you want to show. You can also define an standard predefined role through a shortcode parameter, e.g. [clean-login-register role="contributor"]. Anyway, you need to choose only the role(s) you want to accept to avoid security/infiltration issues.
cs_cz: Tato funkce umožňuje vybrat roli z frontend s vybranými rolemi, které chcete zobrazit. Standardní předdefinovanou roli můžete také definovat pomocí parametru krátkého kódu, např. [clean-login-register role = "přispěvatel"]. Každopádně musíte zvolit pouze roli (role), kterou chcete přijmout, abyste předešli problémům s bezpečností / infiltrací.
tr_tr: Bu özellik rolü ön yüzü gösterilmek istenen roller ile seçim yapmanızı sağlar. Ayrıca standart bir önceden tanımlanmış bir rol parametresi aracılığıyla tanımlayabilirsiniz. Örneğin: [clean-login-register role="contributor"]. Sonuç olarak, sadece güvenlik sorunlarını önlemek için kabul etmek istediğiniz rolleri seçmeniz gerekir.

source: This feature cannot be used with the automatic login after registration
cs_cz: Tato funkce nemůže být použita při automatickém přihlášení po registraci

source: This shortcode contains login form and login information.
cs_cz: Tento zkrácený kód obsahuje přihlašovací formulář a přihlašovací údaje.
da_dk: Denne 'shortcode' indeholder log ind formular og log ind information.
de_de: Dieser Shortcode enthält das Anmeldeformular und Anmeldeinformationen.
fa_ir: این شرت کد مربوط به فرم ورود و اطلاعات ورود می‌شود.
he_il: קיצור קוד זה מכיל טופס חיבור ומידע חיבור.
it_it: Questo shortcode contiene il login form e le informazioni di login.
nb_no: Denne 'shortcode' inneholder innloggingsskjemaer og innloggingsinformasjon.
pl_pl: Ten shortcode używa formularza logowania i informacji o logowaniu.
pt_br: Este shortcode contém os formulários de login e de informação prévia.
ru_ru: Этот шорткод содержит форму входа на сайт.
tr_tr: Bu kısa kod giriş formu ve giriş bilgilerini içerir.

source: This shortcode contains the profile editor. If you include in a page/post a link will appear on your login preview.
cs_cz: Tento zkrácený kód obsahuje editor profilů. Pokud do stránky / příspěvku přidáte odkaz, zobrazí se náhled na přihlášení.
da_dk: Denne 'shortcode' fremviser bruger info vinduet. Hvis den er brugt enten på en side eller i et indlæg vil der komme et link til den i log ind formularen.
de_de: Dieser Shortcode enthält den Profil-Editor. Nach Einfügen in einen Beitrag bzw. eine Seite/ einen Inhaltstyp wird ein Link darauf in bei Ihrem Anmeldevorschau erscheinen.
fa_ir: این شرت کد مربوط به فرم ویرایش پروفایل می‌شود. اگر شما از آن در یک صفحه یا پست استفاده نمایید یک لینک در پیش نمایش ورودی شما ظاهر خواهد شد.
he_il: קיצור קוד זהמכיל את עורך הפרופיל. אם הוא כלול בעמוד/פוסט יוצג קישור בטופס החיבור.
it_it: Questo shortcode include l'editor del profilo. Se lo includi in una pagina/postapparirà un link nel tuo login preview
nb_no: Denne 'shortcode' inneholder bruker-info vinduet. Hvis den brukesen på en side eller post/innlegg vil det vises en link i forhåndsvisningen.
pl_pl: Ten shortcode zawiera edytor profilu. Jeśli dodasz go na stronie, pojawi się link na stronie po zalogowaniu uzytkownika.
pt_br: Este shortcode contém o formulário de edição do perfil. Se o incluir em alguma página ou post, um link aparecerá no formulário de login.
ru_ru: Этот шорткод вставляет форму редактирования профиля. Если вставить этот шорткод на страницу или запись, то ссылка на редактирование профиля появится в виджете Clean Login.
tr_tr: Bu kısa kod profil düzenleme (bilgileri güncelle) formunu içerir. Eğer bir sayfa/yazı alanına eklerseniz profil bilgilerini güncelleme menüsünü gösterir.

source: This shortcode contains the register form. If you include in a page/post a link will appear on your login form.
cs_cz: Tento zkrácený kód obsahuje registrační formulář. Pokud do stránky / příspěvku přidáte odkaz, objeví se v přihlašovací formulář.
da_dk: Denne 'shortcode' indeholder registrerings formularen. Når den sættes på en side eller i et indlæg kommer der et link til den i log ind formularen.
de_de: Dieser Sportcode enthält das Registrierungsformular. Nach Einfügen in einen Beitrag bzw. eine Seite/ einen Inhaltstyp wird ein entsprechender Link im Anmeldeformular erscheinen.
fa_ir: این شرت کد مربوط به فرم عضویت می‌شود. اگر شما از آن در یک صفحه یا پست استفاده نمایید یک لینک در پیش نمایش ورودی شما ظاهر خواهد شد.
he_il: קיצור קוד זה כולל את טופס ההרשמה. אם הוא נכלל בעמוד/פוסט יופיע קישור בטופס החיבור .
it_it: Questo shortcode contiene il form di registrazione. Se lo includi in una pagina/postapparirà un link nel tuo login form
nb_no: Denne 'shortcode' inneholder registreringsskjemaet. Når den legges til på en side/innlegg/post kommer det en link i registreringsskjemaet.
pl_pl: Ten shortcode zawiera formularz rejestracyjny. Jeśli dodasz go na stronie, pojawi się link na stronie do logowania.
pt_br: Este shortcode contém o formulário de registro. Se o incluir em alguma página ou post, um link aparecerá no formulário de login.
ru_ru: Этот шорткод сожержит форму регистрации. Если вы добавите его на страницу или запись, то ссылка на регистрацию появится в виджете Clean Login.
tr_tr: Bu kısa kod kayıt formu (yeni üye) formunu içerir. Eğer bir sayfa/yazı alanına eklerseniz yeni kayıt menüsünü gösterir.

source: This shortcode contains the restore (lost password?) form. If you include in a page/post a link will appear on your login form.
cs_cz: Tento zkrácený kód obsahuje formulář obnovení (ztracené heslo?). Pokud do stránky / příspěvku přidáte odkaz, objeví se v přihlašovací formulář.
da_dk: Denne 'shortcode indeholder gendan (glemt kodeord?) formularen. Når den sættes på en side eller i et indlæg vil der komme et link til den i 'Log ind' formularen.
de_de: Dieser Shortcode enthält das Passwort-wiederherstellen-Formular (für Passwort vergessen?). Beim Einfügen in einen Beitrag bzw. eine Seite/ einen Inhaltstyp wird ein entsprechender Link beim Anmeldeformular erscheinen.
fa_ir: این شرت کد مربوط به فرم بازیابی (یا فراموشی) گذرواژه می‌شود. اگر شما از آن در یک صفحه یا پست استفاده نمایید یک لینک در پیش نمایش ورودی شما ظاهر خواهد شد.
he_il: קיצור קוד זה כולל את טופס שחזור הססמה. אם תכלול אותו בפוסט/עמוד יופיע קישור בטופס החיבור.
it_it: Questo shortcode contiene il form di recupero password (password perduta?).Se lo includi in una pagina/post apparirà un link nel tuo login form
nb_no: Denne 'shortcode' inneholder gjenopprett (glemt kodeord?) skjemaet. Når den legges til på en side/innlegg/post vil det vises en link i registreringsskjemaet.
pl_pl: Ten shortcode zawiera formularz odtwarzania hasła (zapomniane hasło). Jeśli dodasz go na stronie, pojawi się link na stronie do logowania.
pt_br: Este shortcode contém o formulário de recuperação de senha. Se o incluir em alguma página ou post, um link aparecerá no formulário de login.
ru_ru: Этот шорткод содержит форму восстановления пароля. Если вы его добавите на страницу или запись, то ссылка на восстановление пароля появится в виджете Clean Login.
tr_tr: Bu kısa kod Parola yenileme (unutulan şifre) hatırlatmasını içerir. Eğer bir sayfa/yazı alanına eklerseniz şifre hatırlatma menüsünü gösterir.

source: Title:
cs_cz: Titul:
da_dk: Titel:
de_de: Titel:
fa_ir: عنوان:
he_il: כותרת:
it_it: Títolo:
nb_no: Tittel:
pl_pl: Tytuł:
pt_br: Título:
ru_ru: Заголовок:
tr_tr: Başlık:

source: Type the text above
cs_cz: Zadejte text výše
da_dk: Skriv teksten herover
de_de: Text oben eingeben
fa_ir: نوشته‌ی بالا را تایپ نمایید
he_il: הקלד את הטקסט לעיל
it_it: Digita il testo sopra
nb_no: Skriv teksten over
pl_pl: Wpisz tekst powyżej
pt_br: Digite o texto acima
ru_ru: Введите текст, указанные выше
tr_tr: Yukarıdaki metin yazın

source: Update profile
cs_cz: Aktualizovat profil
da_dk: Opdater profil
de_de: Profil aktualisieren
fa_ir: به روز رسانی پروفایل
he_il: עדכון הפרופיל
it_it: Aggiorna il profilo
nb_no: Oppdater profil
pl_pl: Aktualizuj profil
pt_br: Atualizar Perfil
ru_ru: Обновить профиль
tr_tr: Profili güncelle

source: URL after login (if blank then homepage)
cs_cz: Adresa URL po přihlášení (pokud je prázdná než domovská stránka)

source: URL after logout (if blank then homepage)
cs_cz: Adresa URL po odhlášení (pokud je prázdná než domovská stránka)

source: URL after registration (if blank then homepage)
cs_cz: Adresa URL po registraci (pokud je prázdná než domovská stránka)
tr_tr: Kayıt oluştuktan sonra yönlendirilecek sayfa (boş bırakılırsa ana sayfaya gider)

source: Use Email as Username
cs_cz: Použít jako uživatelské jméno e-mail
tr_tr: E-Posta adresini Kullanıcı Adı olarak kullan

source: Use the following link to activate your account: <a href='%s'>activate your account</a>.<br/><br/>%s<br/>
cs_cz: Pro aktivaci účtu použijte následující odkaz: aktivujte svůj účet.% S

source: Use the following link to restore your password: <a href='%s'>restore your password</a> <br/><br/>%s<br/>
cs_cz: Pro obnovení hesla použijte následující odkaz: obnovte heslo% s
da_dk: Brug følgende link for at gendanne din adgangs kode: <a href='%s'>gendanne din adgangskode</a> <br/><br/>%s<br/>
de_de: Verwenden Sie den folgenden Link, um Ihr Passwort wiederherzustellen: <a href='%s'>Passwort wiederherstellen</a> <br/><br/>%s<br/>
fa_ir: از لینک مقابل جهت بازیابی گذرواژه‌ی خود استفاده فرمایید: <a href='%s'>بازیابی گذرواژه‌</a> <br/><br/>%s<br/>
he_il: השתמש בקישור שלהלן כדי לשחזר את הססמה שלך: <a href='%s'>שחזור ססמה</a> <br/><br/>%s<br/>
it_it: Clicca qui per recuperare la password: <a href='%s'>recupera la password</a> <br/><br/>%s<br/>
nb_no: Trykk på linken for å lage nytt passord: <a href='%s'>Glemt passord</a> <br/><br/>%s<br/>
pl_pl: Używając tego linka odtworzysz swoje hasło: <a href='%s'>przypomnij hasło</a> <br/><br/>%s<br/>
pt_br: Clique aqui para recuperar sua senha: <a href='%s'>recuperar senha</a> <br/><br/>%s<br/>
ru_ru: Кликните по ссылке, чтобы восстановить пароль: <a href='%s'>восстановление пароля</a> <br/><br/>%s<br/>
tr_tr: Şifrenizi yenilemek için: <a href='%s'>buraya tıklayınız.</a> <br/><br/>%s<br/>

source: Use this widget to show the user login status and Clean Login links.
cs_cz: Pomocí tohoto widgetu zobrazíte stav přihlášení uživatele a odkazy Vyčistit přihlášení.
da_dk: Brug denne widget til at vise 'log ind' status og Clean Login links.
de_de: Dieses Widget verwenden, um den Benutzer-Anmeldestatus sowie die Clean Login Links anzuzeigen.
fa_ir: از این ابزارک برای نمایش وضعیت‌های ورود کاربر و لینک‌های Clean Login استفاده نمایید.
he_il: השתמש בוידג'ט זה כדי להציג את מצב חיבור המשתמש ואת קישורי Clean Login.
it_it: Usa questo widget per mostrare lo status della connessione utente e i link Pulisci Login Login.
nb_no: Bruk denne widget til å vise innlogingsstatus og Clean Login links.
pl_pl: Użyj ten widżet by pokazać użytkownikowi stan logowania i linki Clean Login.
pt_br: Use esse widget para mostrar o status do usuário e os links do plugin Clean Login.
ru_ru: Используйте этот виджет, чтобы показать статус входа на сайт (login status) и ссылки на страницы с шорткодами плагина Clean Login.
tr_tr: Oturum açma ve oturum açmış kullanıcıların durumunu ve Clean Login bağlantılarını göstermek için bu widget kullanılabilir.

source: Used <a href="%s">here</a>
cs_cz: Používá se zde
da_dk: Brugt <a href="%s">her</a>
de_de: <a href="%s">Hier</a> verwendet
fa_ir: در <a href="%s">این جا</a> استفاده شده است.
he_il: בשימוש <a href="%s">כאן</a>
it_it: Usato <a href="%s">qui</a>
nb_no: Brukt <a href="%s">her</a>
pl_pl: Użyte <a href="%s">tutaj</a>
pt_br: Usado <a href="%s">aqui</a>
ru_ru: Используется <a href="%s">здесь</a>
tr_tr: Kullanıcı bilgilerine <a href="%s">buradan bakabilirsiniz.</a>

source: User created
cs_cz: Uživatel byl vytvořen
da_dk: Bruger oprettet
de_de: Benutzer erstellt
fa_ir: حساب کاربری ایجاد شد
he_il: המשתמש נוצר
it_it: Utente creato
nb_no: Bruker opprettet
pl_pl: Użytkownik utworzony
pt_br: Usuário criado
ru_ru: Новый участник создан
tr_tr: Kullanıcı Oluşturuldu

source: User login status
cs_cz: Stav přihlášení uživatele
da_dk: Bruger log ind status
de_de: Benutzer-Anmeldestatus
fa_ir: وضعیت‌های ورود کاربر
he_il: מצב חיבור משתמש
it_it: Status della connessione utente
nb_no: Innloggingsstatus bruker
pl_pl: Status logowania użytkownika
pt_br: Status
tr_tr: Kullanıcının Oturum Açma Durumu

source: User role
cs_cz: Role uživatele
tr_tr: Üyelik Unvanı

source: Username
cs_cz: Uživatelské jméno
da_dk: Brugernavn
de_de: Benutzername
fa_ir: نام کاربری
he_il: שם משתמש
it_it: Nome utente
nb_no: Brukernavn
pl_pl: Nazwa użytkownika
pt_br: Nome de usuário
ru_ru: Имя участника (username)
tr_tr: Kullanıcı Adı (veya Cattery Name)

source: Username (or E-mail)
cs_cz: Uživatelské jméno (nebo email)
da_dk: Brugernavn (eller E-mail)
de_de: Benutzername (oder E-Mail)
fa_ir: نام کاربری (یا پست الکترونیکی)
he_il: שם משתמש או אימייל)
it_it: Nome utente (o E-mail)
nb_no: E-mail eller brukernavn
pl_pl: Nazwa użytkownika (lub e-mail)
pt_br: Nome de usuário (ou E-mail)
ru_ru: Имя участника (username) или e-mail
tr_tr: Kullanıcı Adı (veya E-Posta)

source: Username is not valid
cs_cz: Uživatelské jméno není platné
da_dk: Ugyldigt brugernavn
de_de: Benutzername ist ungültig
fa_ir: نام کاربری معتبر نیست
he_il: שם המשתמש שגוי
it_it: Nome utente errato
nb_no: Ugyldig brukernavn/e-post, skriv inn e-post på nytt
pl_pl: Zła nazwa użytkownika
pt_br: O nome de usuário não é válido
ru_ru: Имя участника (username) указано неверно
tr_tr: Bu kullanıcı adı hatalı gibi gözüküyor.

source: Validate user registration through an email?
cs_cz: Ověřit registraci uživatele prostřednictvím e-mailu?

source: Wrong credentials
cs_cz: Chybné pověření
da_dk: Ukorrekte oplysninger
de_de: Falsche Zugangsdaten
fa_ir: فاقد اعتبار!
he_il: אישורים שגויים
it_it: Dati di accesso errati.
nb_no: Ukorrekte opplysninger
pl_pl: Błędne dane
pt_br: Credenciais incorretas.
ru_ru: Неправильно указан логин или пароль
tr_tr: Yanlış bilgiler

source: You are now logged in. It makes no sense to register a new user
cs_cz: Nyní jste přihlášeni. Nemá smysl registrovat nového uživatele
da_dk: Du er allerede logget ind
de_de: Sie sind jetzt angemeldet. Es ergibt wenig Sinn, noch einen neuen Benutzer zu registrieren.
fa_ir: شما در حال حاضر به سیستم وارد شده‌اید، این امر باعث می‌شود نتوانید کاربر جدیدی را عضو نمایید.
he_il: אתה מחובר כעת. זה לא הגיוני להירשם כמשתמש חדש
it_it: Sei già connesso. Non ha senso creare un nuovo utente
nb_no: Du er allerede logget inn
pl_pl: Jesteś już zalogowany. Nie ma sensu rejestrować się ponownie
pt_br: Você já está conectado. Não tem sentido querer registrar-se novamente.
ru_ru: Вы уже вошли на сайт. Нет смысла регистрировать нового участника
tr_tr: Şuan oturum açtınız. Hızlı kayıt açmak için mantıklı bir özellik.

source: You are now logged in. It makes no sense to restore your account
cs_cz: Nyní jste přihlášeni. Nemá žádný smysl obnovení účtu
da_dk: Du er allerede logget ind
de_de: Sie sind jetzt angemeldet. Es ergibt wenig Sinn, Ihr Benutzerkonto wiederherzustellen.
fa_ir: شما در حال حاضر به سیستم وارد شده‌اید، این امر باعث می‌شود نتوانید حساب کاربری خود را بازیابی نمایید.
he_il: אתה מחובר כעת. זה לא הגיוני לשחזר את החשבון שלך
it_it: Non sei loggato. Non ha senso recuperare il tuo account
nb_no: Du er allerede logget inn
pl_pl: Jesteś już zalogowany. Nie ma sensu odtwarzać twojego konta
pt_br: Você já está conectado. Não tem sentido querer recuperar sua senha.
ru_ru: Вы уже вошли на сайт. Нет смысла восстанавливать доступ
tr_tr: Şuan oturum açtınız. Güncellemek için mantıklı bir özellik.

source: You may receive an email with the activation link
cs_cz: Můžete dostat e-mail s aktivačním odkazem
da_dk: Du vil muligvis få en e-mail med et aktiverings link
de_de: Sie sollten eine E-Mail mit dem Aktivierungslink erhalten
fa_ir: ممکن است شما یک ایمیل حاوی لینک فعال سازی دریافت نمایید.
he_il: נשלח אליך מייל עם קישור הפעלה
it_it: Potresti ricevere un'email con il link di attivazione
nb_no: Du vil muligens få en e-mail med aktiveringslink
pl_pl: Możesz otrzymać emaila z linkiem aktywacyjnym
pt_br: Talvez você receba um e-mail com um link para ativar sua conta.
ru_ru: Вы можете получить письмо со ссылкой для активации
tr_tr: Aktivasyon linki içeren bir E-Posta alabilirsiniz.

source: You need to be logged in to edit your profile
cs_cz: Chcete-li upravit profil, musíte být přihlášeni
da_dk: Du skal være logget ind for at redigere din profil
de_de: Sie müssen angemeldet sein, um Ihr Profil aktualisieren zu können.
fa_ir: شما باید ابتدا وارد شوید تا بتوانید پروفایل خود را ویرایش کنید.
he_il: אתה חייב להיות מחובר כדי לערוך את הפרופיל שלך
it_it: Devi connetterti per editare il tuo profilo
nb_no: Du må være logget inn for å redigere din profil
pl_pl: Musisz się zalogować by edytować profil
pt_br: É necessário estar logado para editar seu perfil
ru_ru: Нужно войти, чтобы редактировать профиль
tr_tr: Profilinizi düzenlemek için giriş yapmalısınız.
